export const product = [
    
    /** 
    * -----------------------------------------------------------------------STELBERRY
    */
    /** 
     * --------------------------------------STELBERRY микрофоны
     */
    /**
 *  STELBERRY M-10
 */
    {
        model: 'M-10',
        slug: 'STELBERRY_M_10',
        brand: 'STELBERRY',
        category: 'micro',
        subCategory: 'analog',

        //type: ['Микрофон', 'micro', 'analog'],
        description: 'Активный микрофон STELBERRY M-10 предназначен для применения в различных системах видеонаблюдения и аудиорегистрации. Металлический корпус надежно защищает электронную схему от нежелательных электромагнитных помех, исходящих от мобильных телефонов и офисной техники.',
        //path: '/',
        //pic_brand: stelberry_brand,
        inStock: 1,
        // rasprodaja: true,
        coast: 440,
        old_coast: false,
        //new: false,
        //picture: 1,
        info: {
            text: ['Тип:', 'Купольный'],
            text1: ['Дальность:', 'до 8'],
            text2: ['Полоса пропускания:', '100...6100 Гц'],
            text3: ['Отношение сигнал/шум: ', '48 дБ'],
            text4: ['Коэффициент усиления: ', '50'],
            text5: ['Защита:', 'Защита от электромагнитных помех; Ветровая защита; Защита от переполюсовки'],
            text6: ['Длина линии: ', '300 м'],
            text7: ['Корпус:', 'Алюминий'],
            text8: ['Уровень сигнала:', '0,25 В'],
            text9: ['Питание:', '5...16 В'],
            text10: ['Потребление: ', 'До 3 мА'],
            text11: ['Рабочий температурный диапазон:', '-10°..+50°C'],
            text12: ['Класс защиты: ', 'IP50'],
            text13: ['Габариты: ', 'Ø10х42 мм'],
        },
    },
    /** 
    * -----------------------------------------------------------------------DKC
    */
    /** 
     * --------------------------------------DKC монтажные коробки
     */
    /**
    *  DKC 380х300х120мм IP56
    */
    {
        model: 'DKC 380х300х120мм IP56',
        slug: 'DKC_380х300х120мм_IP56',
        brand: 'DKC',
        //type: ['Распред.коробка', 'montaj', 'rbox'],
        category: 'montaj',
        subCategory: 'rbox',
        description: 'Коробка распределительная ОП 380х300х120мм IP56 с гладкими стенками',
        //path: '/',
        // pic: imou_cue_2,
        //pic_brand: dkc_brand,
        coast: 1800,
        old_coast: false,
        // rasprodaja: true,
        // small_item: '0.67rem',
        // //new: true,
        inStock: 1,
        // small_item: '0.69rem',
        //picture: 1,
        info: {
            text: ['Размер:', '380x300x120'],
            text1: ['Кол-во вводов:', '0'],
            text2: ['Материал:', 'Пластик'],
            text3: ['Поверхность:', 'Необработанная'],
            text4: ['Степень защиты IP:', 'IP56'],
            text5: ['Фиксация крышки:', 'Винтовое'],
            text6: ['Диапазон рабочих температур (°С):', '-25~60℃'],
            text8: ['Цвет:', 'Серый'],
        },
    },
    /**
       *  DKC 300х220х120мм IP56
       */
    {
        model: 'DKC 300х220х120мм IP56',
        slug: 'DKC_300х220х120мм_IP56',
        brand: 'DKC',
        //type: ['Распред.коробка', 'montaj', 'rbox'],
        category: 'montaj',
        subCategory: 'rbox',
        description: 'Коробка распределительная ОП 300х220х120мм IP56 с гладкими стенками',
        //path: '/',
        // pic: imou_cue_2,
        //pic_brand: dkc_brand,
        coast: 1280,
        old_coast: false,
        // rasprodaja: true,
        // small_item: '0.67rem',
        // //new: true,
        inStock: 1,
        // small_item: '0.69rem',
        //picture: 1,
        info: {
            text: ['Размер:', '300x220x120'],
            text1: ['Кол-во вводов:', '0'],
            text2: ['Материал:', 'Пластик'],
            text3: ['Поверхность:', 'Необработанная'],
            text4: ['Степень защиты IP:', 'IP56'],
            text5: ['Фиксация крышки:', 'Винтовое'],
            text6: ['Диапазон рабочих температур (°С):', '-25~60℃'],
            text8: ['Цвет:', 'Серый'],
        },
    },
    /**
       *  DKC 240х190х90мм IP56
       */
    {
        model: 'DKC 240х190х90мм IP56',
        slug: 'DKC_240х190х90мм_IP56',
        brand: 'DKC',
        //type: ['Распред.коробка', 'montaj', 'rbox'],
        category: 'montaj',
        subCategory: 'rbox',
        description: 'Коробка распределительная ОП 240х190х90мм IP56 с гладкими стенками',
        //path: '/',
        // pic: imou_cue_2,
        //pic_brand: dkc_brand,
        coast: 670,
        old_coast: false,
        // rasprodaja: true,
        // small_item: '0.67rem',
        // //new: true,
        inStock: 1,
        // small_item: '0.69rem',
        //picture: 1,
        info: {
            text: ['Размер:', '240x190x90'],
            text1: ['Кол-во вводов:', '0'],
            text2: ['Материал:', 'Пластик'],
            text3: ['Поверхность:', 'Необработанная'],
            text4: ['Степень защиты IP:', 'IP56'],
            text5: ['Фиксация крышки:', 'Винтовое'],
            text6: ['Диапазон рабочих температур (°С):', '-25~60℃'],
            text8: ['Цвет:', 'Серый'],
        },
    },
    /**
       *  DKC 190х140х70мм IP56
       */
    {
        model: 'DKC 190х140х70мм IP56',
        slug: 'DKC_190х140х70мм_IP56',
        brand: 'DKC',
        //type: ['Распред.коробка', 'montaj', 'rbox'],
        category: 'montaj',
        subCategory: 'mbox',
        description: 'Коробка распределительная ОП 190х140х70мм IP56 с гладкими стенками',
        //path: '/',
        // pic: imou_cue_2,
        //pic_brand: dkc_brand,
        coast: 330,
        old_coast: false,
        // rasprodaja: true,
        // small_item: '0.67rem',
        // //new: true,
        inStock: 1,
        // small_item: '0.69rem',
        //picture: 1,
        info: {
            text: ['Размер:', '190x140x70'],
            text1: ['Кол-во вводов:', '0'],
            text2: ['Материал:', 'Пластик'],
            text3: ['Поверхность:', 'Необработанная'],
            text4: ['Степень защиты IP:', 'IP56'],
            text5: ['Фиксация крышки:', 'Винтовое'],
            text6: ['Диапазон рабочих температур (°С):', '-25~60℃'],
            text8: ['Цвет:', 'Серый'],
        },
    },
    /**
       *  DKC 100х100х50мм IP56
       */
    {
        model: 'DKC 100х100х50мм IP56',
        slug: 'DKC_100х100х50мм_IP56',
        brand: 'DKC',
        //type: ['Распред.коробка', 'montaj', 'rbox'],
        category: 'montaj',
        subCategory: 'rbox',
        description: 'Коробка распределительная ОП 100х100х50мм IP56 с гладкими стенками',
        //path: '/',
        // pic: imou_cue_2,
        //pic_brand: dkc_brand,
        coast: 130,
        old_coast: false,
        // rasprodaja: true,
        // small_item: '0.67rem',
        // //new: true,
        inStock: 1,
        // small_item: '0.69rem',
        //picture: 1,
        info: {
            text: ['Размер:', '100x100x50'],
            text1: ['Кол-во вводов:', '0'],
            text2: ['Материал:', 'Пластик'],
            text3: ['Поверхность:', 'Необработанная'],
            text4: ['Степень защиты IP:', 'IP56'],
            text5: ['Фиксация крышки:', 'Винтовое'],
            text6: ['Диапазон рабочих температур (°С):', '-25~60℃'],
            text8: ['Цвет:', 'Серый'],
        },
    },

    /** 
     * -----------------------------------------------------------------------SVN
     */
    /** 
     * --------------------------------------SVN IP повоторные
     */
    /**
     *  SVN  SVN-PT5HS200IP
    */
    {
        model: 'SVN-PT5HS200IP',
        slug: 'SVN-PT5HS200IP',
        brand: 'SVN',
        //type: ['Поворотная IP камера', 'ip', 'rotate'],
        category: 'ip',
        subCategory: 'rotate',
        description: ' - IP Speed Dome уличный - Разрешение 2Мп (1920х1080) real time - H.265/H.264/MJPEG - Моторизированный объектив 3.9-85.5мм - Оптическое увеличение 22х - Цифровое увеличение 16х - Вращение: 0°~360°, наклон: 0°~93° - Скорость вращения: 45°/cек, скорость наклона: 30°/cек - Точки: Preset:220, Тур:3 - Поддержка DWDR - ИК-подсветка-60м - Питание 12В',
        //path: '/',
        //pic_brand: svn_brand,
        coast: 26500,
        old_coast: false,
        lsluger: true,
        //new: false,
        inStock: 1,
        ////picture: 1,
        info: {
            text: ['Разрешение: ', '2 Мп'],
            text1: ['Оптический зум:', '22х'],
            text2: ['Объектив:', '3.9-85.5 мм'],
            text3: ['Подсветка: ', '60 м'],
            text4: ['Матрица:', '1/2.8" SONY IMX307 Starvis Back-illuminated CMOS sensor Starlight'],
            text5: ['Сжатие видео:', '	H.265/H.264/MJPEG'],
            text6: ['Частота кадров:', '25/30fps@1080P'],
            text7: ['Чувствительность, Lux:', '	Color: 0.028 Lux @(F2.0; AGC ON), 0lux with IR'],
            text8: ['Дополнительные функции:', 'Smart IR, OSD меню, Компенсация засветки, DWDR, Усиление сигнала, 3DNR, Баланс белого'],
            text12: ['Приватные зоны: ', 'есть'],
            text13: ['Детекция движения:', 'есть'],
            text14: ['Ethernet:', '1 RJ-45 порт (10/100 Мбит)'],
            text15: ['Сетевые протоколы:', 'TCP/IP, ICMP, HTTP, HTTPS, FTP, DHCP, DNS, DDNS, RTP, RTSP, RTCP, PPPoE, NTP, UPnP™, SMTP, SNMP, IGMP, 802.1X, QoS, IPv6, Bonjour'],
            text16: ['Cовместимость:', 'ONVIF'],
            text17: ['Вращение:', '0°~360°, наклон: 0°~93°'],
            text18: ['Точки:', 'Preset:220, Тур:3'],
            text19: ['Веб интерфейс:', 'есть'],
            text20: ['Питание:', 'DC12V 2A/3A'],
            text21: ['Потребляемая мощность:', '4Вт (DC12B)/5.5Вт (PoE)'],
            text22: ['Условия эксплуатации', '	-40°C ~ +60°C'],
            text23: ['Степень защищенности', 'IP67'],
            text24: ['Материал корпуса', 'маталл'],
            text25: ['Размеры:', '295х280х170'],
            text26: ['Вес:', '4.2 кг'],

        },

        // download: {
        //     link1: ['Инструкция','https://ezviz.ru/manuals/c1c.pdf'],
        // },

    },


]